//MSGAI
/* Alert message when info page's data json url didn't give valid json*/
"InfoPage.Alert.DetailsNotFound" = "Info page details not found.";

/* Info page tile */
"InfoPage.Title" = "Info";

/* The label for common Alert's OK button */
"Common.Alert.OK" = "OK";

/* The label for common Alert's Cancel button */
"Common.Alert.Cancel" = "Cancel";

/* Alert message for message sending failed */
"Message.Alert.SendFailed" = "Message send failed, please try again.";

/* The label for Persistent Menu Title */
"Persistent.Menu.Title" = "Menu";

/* The label for LocationPicker left bar button */
"LocationPicker.Navbar.Left.Cancel" = "Cancel";


/* The label for LocationPicker right bar button */
"LocationPicker.Navbar.Right.Send" = "Send";


/* Text that indicates user's current location. */
"LocationPicker.CurrentLocationText" = "Current Location";

/* Text of search bar's placeholder. */
"LocationPicker.SearchBarPlaceholder" = "Search for location";

/* Text of location denied alert title. */
"LocationPicker.LocationDeniedAlertTitle" = "Location access denied";

/* Text of location denied alert message. */
"LocationPicker.LocationDeniedAlertMessage" = "Grant location access to use current location";

/* Text of location denied alert _Grant_ button. */
"LocationPicker.LocationDeniedGrantText" = "Grant";

/* Text of location denied alert _Cancel_ button. */
"LocationPicker.LocationDeniedCancelText" = "Cancel";

/* Label for location picker message which is displayed in main chat list.*/
"LocationPicker.ChatList.SendLocation" = "Send Location";

/* Label for Welcoming Greeting */
"MainChat.WelcomeCell.GoodMorning" = "Good Morning";

/* Label for Welcoming Greeting */
"MainChat.WelcomeCell.GoodAfternoon" = "Good Afternoon";

/* Label for Welcoming Greeting */
"MainChat.WelcomeCell.GoodEvening" = "Good Evening";

/* Default placeholder text for chat text field */
"MainChat.ChatTextFieldPlaceholder" = "Ask or type something";

/* Title for internet not available alert message */
"Internet.NotConnected.Alert.Title" = "Not Connected";

/* Title for internet not available alert message */
"Internet.NotConnected.Alert.Message" = "Please check your internet connection.";

/* System Language change alert message */
"Language.Change.Alert.Message" = "Do you want to change your language to";

/* System Language change alert Change button */
"Language.Change.Alert.Change" = "Change"


